Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/sys_action/*.locallang_tca.xlf
Languages: fr

# sys_action.hidden
source: Deactivated:
fr: Désactivé

# sys_action.assign_to_groups
source: Assign action to groups:
fr: Assigner une action à des groupes:

# sys_action.t1_userprefix
source: User prefix:
fr: Préfixe utilisateur:

# sys_action.t1_allowed_groups
source: Groups which may be assigned through the action:
fr: Groupes qui pourraient être assignés à travers l'action:

# sys_action.t1_create_user_dir
source: Create User Home Directory:
fr: Créer un dossier de base utilisateur

# sys_action.t1_copy_of_user
source: Template user:
fr: Gabarit utilisateur:

# sys_action.t3_listPid
source: List pid:
fr: Pid de la liste:

# sys_action.t3_tables
source: List only table:
fr: Lister seulement la table:

# sys_action.t4_recordsToEdit
source: Records to edit:
fr: Enregistrements à éditer:

# sys_action.type.1
source: Create Backend User
fr: Créer un utilisateur Backend

# sys_action.type.2
source: SQL query
fr: Requête SQL

# sys_action.type.3
source: Record list
fr: Liste des enregistrements

# sys_action.type.4
source: Edit records
fr: Editer les enregistrements

# sys_action.type.5
source: New Record
fr: Nouvel enregistrement
