Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/info_pagetsconfig/*.locallang.xlf
Languages: fr

# tsconf_parts_0
source: All
fr: Tout

# tsconf_parts_1
source: Module key ('mod') with overruling user settings
fr: Module ('mod') droit prioritaire sur les paramètres utilisateurs

# tsconf_parts_1b
source: Module: Web>View
fr: Module: Web>Vue

# tsconf_parts_1d
source: Module: Web>List
fr: Module: Web>Liste

# tsconf_parts_1f
source: Module: Web>Func
fr: Module: Web>Fonctions

# tsconf_parts_1g
source: Module: Web>Template
fr: Module: Web>Gabarit

# tsconf_configFields
source: View TSconfig fields content
fr: Afficher les configurations TS

# editThisColumn
source: Edit the field '%s' for all listed pages
fr: Editer le fichier '%s' pour toutes les pages listées

# editTSconfig
source: Edit TSconfig for this page
fr: Editer la configuration TS

# editTSconfig_all
source: Edit TSconfig for all shown pages
fr: Editer les configurations TS des pages séléctionnées

# editTSconfig_default
source: Default Configuration from TYPO3_CONF_VARS
fr: Configuration par défaut depuis TYPO3_CONF_VARS

# mod_pagetsconfig
source: Page TSconfig
fr: Configuration TS de la page

# sort_alphabetic
source: Sort alphabetically:
fr: Classer par ordre alphabétique
