Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/TableOperations/*.locallang.xlf
Languages: fr

source: Not set
fr: Non spécifié

source: None
fr: Aucune

source: Size and Headers
fr: Dimensions et entêtes

source: Headers
fr: Entêtes

# Class:
source: Classes:
fr: Classe:

# Class selector
source: Classes
fr: Classe

# Table class:
source: Table:
fr: Tableau:

# Table class selector
source: Classes of the table
fr: Classes du tableau

# Table body class:
source: Body:
fr: Corps:

# Table body class selector
source: Classes of the table body
fr: Classes du corps du tableau

# Table header class:
source: Header:
fr: Entête:

# Table header class selector
source: Classes of the table header
fr: Classes de l'entête du tableau

# Table footer class:
source: Footer:
fr: Pied:

# Table footer class selector
source: Classes of the table footer
fr: Classes du pied du tableau

source: Default
fr: Par défaut

source: Undefined
fr: Indéfini

source: Alignment
fr: Alignement

source: All four sides
fr: Les quatre côtés

source: Background and colors
fr: Arrière-plan et couleurs

source: Background:
fr: Arrière-plan:

source: Border style
fr: Dessin des bordures

source: Border style:
fr: Style de bordures:

# No border
source: None
fr: Sans bordure

source: Dotted
fr: Pointillée

source: Dashed
fr: En tirets

source: Solid
fr: En trait plein

source: Double
fr: En double trait

source: Groove
fr: En cannelure

source: Ridge
fr: En arête

source: Inset
fr: Bas-relief

source: Outset
fr: Haut-relief

source: Borders
fr: Épaisseur

source: Bottom
fr: Bas

# Border width
source: Border width in pixels
fr: Épaisseur des bordures

source: Border width:
fr: Épaisseur:

source: Border color
fr: Couleur des bordures

source: Caption:
fr: Légende:

source: Description of the nature of the table
fr: Description de la fonction du tableau

source: Row group
fr: Groupe de rangées

source: Row group:
fr: Groupe de rangées:

# Table section
source: Table section to which the row belongs
fr: Section du tableau où se trouve la rangée

source: Table body
fr: Corps du tableau

source: Table header
fr: Entête du tableau

source: Table footer
fr: Pied du tableau

source: Cell Properties
fr: Propriétés de la cellule

source: Cell Type and Scope
fr: Type et portée de la cellule

source: Type of cell:
fr: Type de cellule:

# Normal
source: Data cell
fr: Cellule de données

# Header
source: Header cell
fr: Cellule d'entête

source: Specifies the type of cell
fr: Spécifie le type de la cellule

source: Scope:
fr: Portée:

# scope_row
source: Row
fr: Rangée de la cellule

# scope_column
source: Column
fr: Colonne de la cellule

# scope_rowgroup
source: Group of rows
fr: Groupe de rangées de la cellule

# Scope of header cell
source: Scope of the header
fr: Portée de l'entête

source: Abbreviation
fr: Abréviation

source: Header abbreviation
fr: Abréviation de l'entête

source: Center
fr: Centré

source: Character
fr: Caractère

# Align on this character
source: Align text relative to this character
fr: Aligner le texte relativement à ce caractère

source: Collapsed borders
fr: Bordures fusionnées

source: Detached borders
fr: Bordures séparées

source: Color:
fr: Couleur:

# FG Color:
source: Text:
fr: Couleur du texte:

source: Float:
fr: Flottaison:

source: Specifies where the table should float
fr: Spécifie où le tableau doit flotter

source: Non-floating
fr: Sans flottaison

source: Frames:
fr: Cadres:

source: Specifies which sides should have a border
fr: Spécifie quels côtés doivent avoir une bordure

source: Height:
fr: Hauteur:

source: Height unit
fr: Unité de hauteur

source: Table height
fr: Hauteur du tableau

source: Row height
fr: Hauteur de la rangée

source: Cell height
fr: Hauteur de la cellule

source: How many columns would you like to merge?
fr: Combien de colonnes désirez-vous fusionner?

source: How many rows would you like to merge?
fr: Combien de rangées désirez-vous fusionner?

source: Image URL:
fr: URL de l'image:

source: URL of the background image
fr: URL de l'image d'arrière-plan

source: Justify
fr: Justifié

source: Layout
fr: Disposition

source: Left
fr: À gauche

source: Margin
fr: Marge

source: Middle
fr: Centre

source: No rules
fr: Aucune règle

source: No sides
fr: Aucun côté

source: Cell padding:
fr: Dans les cellules:

source: Space between content and border in cell
fr: Espace entre le contenu et le bord de la cellule

source: Please click into some cell
fr: Veuillez cliquer dans une cellule

source: Right
fr: À droite

source: Row Properties
fr: Propriétés de la rangée

source: Rules will appear between all rows and columns
fr: Les règles apparaîtront entre toutes les rangées et colonnes

source: Rules will appear between columns only
fr: Les règles apparaîtront seulement entre les colonnes

source: Rules will appear between rows only
fr: Les règles apparaîtront seulement entre les rangées

source: Rules:
fr: Règles:

source: Specifies where rules should be displayed
fr: Spécifie où les règles doivent apparaître

source: Spacing and padding
fr: Espacement

source: Frame and borders
fr: Cadre et bordures

source: Cell spacing:
fr: Entre les cellules:

source: Space between adjacent cells
fr: Espace entre cellules adjacentes

source: Summary:
fr: Résumé:

# Summary of the table purpose and structure
source: Summary of the table's purpose and structure
fr: Résumé du rôle et de la structure du tableau

# captionOrSummary-required
source: Please enter at least one of caption or summary
fr: Veuillez saisir au moins une légende ou un résumé

# caption-required
source: Please enter a caption
fr: Veuillez saisir une légende

# summary-required
source: Please enter a summary
fr: Veuillez saisir un résumé

# TO-cell-delete
source: Delete cell
fr: Supprimer la cellule

# TO-cell-insert-after
source: Insert cell after
fr: Insérer une cellule après

# TO-cell-insert-before
source: Insert cell before
fr: Insérer une cellule avant

# TO-cell-merge
source: Merge cells
fr: Fusionner les cellules

# TO-cell-prop
source: Cell properties
fr: Propriétés de la cellule

# TO-cell-split
source: Split cell
fr: Scinder la cellule

# TO-col-prop
source: Column properties
fr: Propriétés de la colonne

# TO-col-delete
source: Delete column
fr: Supprimer la colonne

# TO-col-insert-after
source: Insert column after
fr: Insérer une colonne après

# TO-col-insert-before
source: Insert column before
fr: Insérer une colonne avant

# TO-col-split
source: Split column
fr: Scinder la colonne

# TO-row-delete
source: Delete row
fr: Supprimer la rangée

# TO-row-insert-above
source: Insert row before
fr: Insérer une rangée avant

# TO-row-insert-under
source: Insert row after
fr: Insérer une rangée après

# TO-row-prop
source: Row properties
fr: Propriétés de la rangée

# TO-row-split
source: Split row
fr: Scinder la rangée

# TO-table-prop
source: Table properties
fr: Propriétés du tableau

# TO-table-restyle
source: Re-apply table styles
fr: Ré-appliquer le style du tableau

# TO-toggle-borders
source: Toggle borders
fr: Montrer les bordures

source: Table Properties
fr: Propriétés du tableau

source: Text alignment:
fr: Alignement du texte:

source: Horizontal alignment of text within cell
fr: Alignement horizontal du texte à l'intérieur de la cellule

source: The bottom side only
fr: Le côté en bas seulement

source: The left-hand side only
fr: Le côté gauche seulement

source: The right and left sides only
fr: Les côtés droit et gauche seulement

source: The right-hand side only
fr: Le côté droit seulement

source: The top and bottom sides only
fr: Les côtés en haut et en bas seulement

source: The top side only
fr: Le côté en haut seulement

source: Top
fr: Haut

source: Unset color
fr: Aucune couleur

source: Vertical alignment:
fr: Alignement vertical:

source: Vertical alignment of content within cell
fr: Alignement vertical du contenu à l'intérieur de la cellule

source: Width:
fr: Largeur:

source: Width unit
fr: Unité de largeur

source: Table width
fr: Largeur du tableau

source: Row width
fr: Largeur de la rangée

source: Cell width
fr: Largeur de la cellule

# not-del-last-cell
source: HTMLArea cowardly refuses to delete the last cell in row.
fr: L'éditeur refuse de supprimer la dernière cellule de la rangée.

# not-del-last-col
source: HTMLArea cowardly refuses to delete the last column in table.
fr: L'éditeur refuse de supprimer la dernière colonne de la table.

# not-del-last-row
source: HTMLArea cowardly refuses to delete the last row in table.
fr: L'éditeur refuse de supprimer la dernière rangée de la table.

# Headers:
source: Header cells
fr: Entêtes

source: Table headers
fr: Entêtes du tableau

source: No header cells
fr: Sans entête

source: Header cells on top
fr: Entête en haut

source: Header cells on left
fr: Entête à gauche

source: Header cells on top and left
fr: Entête en haut et à gauche

# Make cells header cells
source: Make all row cells header cells
fr: Toutes les cellules sont des entêtes

# Make cells data cells
source: Make all row cells data cells
fr: Toutes les cellules sont des données

# Header for column
source: Header cell for column
fr: Cellule d'entête de colonne

# Header for row
source: Header cell for row
fr: Cellule d'entête de rangée

# Header for row group
source: Header cell for row group
fr: Cellule d'entête de groupe de rangées

# Column Properties
source: Column Cells Properties
fr: Propriétés de la colonne

source: Type of cells
fr: Type de cellules

source: Type of cells of the column:
fr: Type de cellules de la colonne

# Specifies the type of cells
source: Specifies the type of cells of the column
fr: Spécifiez le type de cellules

source: Data cells
fr: Cellules de données

source: Headers for rows
fr: Entêtes de rangées

source: Headers for row groups
fr: Entêtes de groupes de rangées

# Technische Universitat Ilmenau
source: Technische Universität Ilmenau
fr: Université Technologique d'Ilmenau
