Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/RemoveFormat/*.locallang.xlf
Languages: fr

# RemoveFormatTooltip
source: Remove format
fr: Enlever le formatage

source: Cleaning Area
fr: Zone à nettoyer

# Selection
source: Selected text
fr: Sélection courante

source: All
fr: Tout

# Remove formatting
source: Remove format
fr: Supprimer le formatage

# Cleaning options
source: Type(s) of format to remove
fr: Type de formatage à supprimer

# Formatting:
source: HTML Format:
fr: Formatage HTML:

# MS Word Formatting:
source: MS Word Format:
fr: Formatage MS Word:

source: Typographical punctuation:
fr: Ponctuation typographique:

# Spaces
source: Non-breaking spaces:
fr: Espaces insécables:

# All HTML:
source: All HTML tags:
fr: Toutes les balises HTML:

# Select the type of formatting you wish to remove.
source: Select the type(s) of format to remove.
fr: Choisissez le type de formatage à enlever.

source: Cancel
fr: Annuler
