Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/rtehtmlarea/res/accessibilityicons/*.locallang.xlf
Languages: fr

# external_link_altText
source: Opens external link in current window
fr: Ouvre un lien externe dans la fenêtre courante

# external_link_titleText
source: Opens external link in current window
fr: Ouvre un lien externe dans la fenêtre courante

# external_link_new_window_altText
source: Opens external link in new window
fr: Ouvre un lien externe dans une nouvelle fenêtre

# external_link_new_window_titleText
source: Opens external link in new window
fr: Ouvre un lien externe dans une nouvelle fenêtre

# internal_link_altText
source: Opens internal link in current window
fr: Ouvre un lien interne dans la fenêtre courante

# internal_link_titleText
source: Opens internal link in current window
fr: Ouvre un lien interne dans la fenêtre courante

# internal_link_new_window_altText
source: Opens internal link in new window
fr: Ouvre un lien interne dans une nouvelle fenêtre

# internal_link_new_window_titleText
source: Opens internal link in new window
fr: Ouvre un lien interne dans une nouvelle fenêtre

# download_altText
source: Initiates file download
fr: Démarre le téléchargement d'un fichier

# download_titleText
source: Initiates file download
fr: Démarre le téléchargement d'un fichier

# mail_altText
source: Opens window for sending email
fr: Ouvre une fenêtre pour la rédaction d'un mail

# mail_titleText
source: Opens window for sending email
fr: Ouvre une fenêtre pour la rédaction d'un mail
