Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/form/Resources/Private/Language/*.locallang_controller.xlf
Languages: fr

# tx_form_domain_model_element_button.value
source: Push this button
fr: Appuyer sur ce bouton

# tx_form_domain_model_element_submit.value
source: Submit form
fr: Envoyer le formulaire

# tx_form_domain_model_element_reset.value
source: Clear form
fr: Effacer le formulaire

# tx_form_system_validate_alphabetic.message
source: Use alphabetic characters
fr: Utiliser des caractères alphabétiques

# tx_form_system_validate_alphabetic.message2
source: whitespace allowed
fr: espaces autorisés

# tx_form_system_validate_alphabetic.error
source: The value contains not only alphabetic characters
fr: La valeur ne contient pas que des caractères alphabétiques

# tx_form_system_validate_alphanumeric.message
source: Use alphanumeric characters
fr: Utilisez des caractères alphanumériques

# tx_form_system_validate_alphanumeric.message2
source: whitespace allowed
fr: espaces autorisés

# tx_form_system_validate_alphanumeric.error
source: The value contains not only alphanumeric characters
fr: La valeur ne contient pas que des caractères alphanumériques

# tx_form_system_validate_between.message
source: The value must be between %minimum and %maximum
fr: La valeur doit être comprise entre %minimum et %maximum

# tx_form_system_validate_between.message2
source: inclusively
fr: inclusivement

# tx_form_system_validate_between.error
source: The value is not between %minimum and %maximum
fr: La valeur n'est pas entre %minimum et %maximum

# tx_form_system_validate_between.error2
source: inclusively
fr: inclusivement

# tx_form_system_validate_date.error
source: The value does not appear to be a valid date
fr: La valeur ne semble pas être une date valide

# tx_form_system_validate_digit.message
source: Use digit characters
fr: Utilisez des caractères numériques

# tx_form_system_validate_digit.error
source: The value contains not only digit characters
fr: La valeur ne contient pas que des caractères numériques

# tx_form_system_validate_email.message
source: (john.doe@domain.com)
fr: (jean.dupont@domaine.fr)

# tx_form_system_validate_email.error
source: This is not a valid email address
fr: Ce n'est pas une adresse email valide

# tx_form_system_validate_equals.message
source: This field must be equal to '%field'
fr: Ce champ doit être égal à '%field'

# tx_form_system_validate_equals.error
source: The value does not equal the value in field '%field'
fr: La valeur n'est pas égale à la valeur du champ '%field'

# tx_form_system_validate_fileallowedtypes.error
source: The file type is not allowed
fr: Le type de fichier n'est pas autorisé

# tx_form_system_validate_filemaximumsize.message
source: The filesize must be smaller than %maximum
fr: La taille du fichier doit être inférieure à %maximum

# tx_form_system_validate_filemaximumsize.error
source: The filesize is too big
fr: La taille du fichier est trop importante

# tx_form_system_validate_fileminimumsize.message
source: The filesize must be bigger than %minimum
fr: La taille du fichier doit être plus grande que %minimum

# tx_form_system_validate_fileminimumsize.error
source: The filesize is too small
fr: La taille du fichier est trop petite

# tx_form_system_validate_float.message
source: Enter a float
fr: Entrez un nombre à virgule

# tx_form_system_validate_float.error
source: The value does not appear to be a float
fr: La valeur ne semble pas être un nombre à virgule

# tx_form_system_validate_greaterthan.message
source: The value must be greater than %minimum
fr: La valeur doit être supérieure à %minimum

# tx_form_system_validate_greaterthan.error
source: The value does not appear to be greater than %minimum
fr: La valeur ne semble pas être supérieure à %minimum

# tx_form_system_validate_inarray.message
source: Only a few values are possible
fr: Seules quelques valeurs sont possibles

# tx_form_system_validate_inarray.error
source: The value does not appear to be valid
fr: La valeur ne semble pas être valide

# tx_form_system_validate_integer.message
source: Use a integer
fr: Utilisez un entier

# tx_form_system_validate_integer.error
source: The value does not appear to be an integer
fr: La valeur ne semble pas être un entier

# tx_form_system_validate_ip.error
source: The value does not appear to be a valid IP address
fr: La valeur ne semble pas être une adresse IP valide

# tx_form_system_validate_length.message
source: The length of the value must have a minimum of %minimum characters
fr: La longueur de la valeur doit être au minimum de %minimum caractères

# tx_form_system_validate_length.message2
source: and a maximum of %maximum
fr: et au maximum de %maximum

# tx_form_system_validate_length.error
source: The value is less than %minimum characters long
fr: Le nombre de caractères est inférieur à %minimum

# tx_form_system_validate_length.error2
source: or longer than %maximum
fr: ou supérieur à %maximum

# tx_form_system_validate_lessthan.message
source: The value must be less than %maximum
fr: La valeur doit être inférieure à %maximum

# tx_form_system_validate_lessthan.error
source: The value does not appear to be less than %maximum
fr: La valeur ne semble pas être inférieure à %maximum

# tx_form_system_validate_regexp.message
source: Use the right pattern
fr: Utilisez le bon motif

# tx_form_system_validate_regexp.error
source: The value does not match against pattern
fr: La valeur ne correspond pas au motif

# tx_form_system_validate_required.message
source: Required
fr: Obligatoire

# tx_form_system_validate_required.error
source: This field is required
fr: Ce champ est obligatoire

# tx_form_system_validate_uri.message
source: The value must be a URI
fr: La valeur doit être une URI

# tx_form_system_validate_uri.error
source: The value does not appear to be a URI
fr: La valeur ne semble pas être une URI

# tx_form_view_confirmation.message
source: Please check your input and confirm by using the appropriate button
fr: Vérifiez votre saisie et confirmez en utilisant le bouton approprié

# tx_form_view_confirmation.confirm
source: Confirm
fr: Confirmer

# tx_form_view_confirmation.donotconfirm
source: Go back to the form
fr: Retour au formulaire

# tx_form_view_mail.success
source: The form has been sent successfully by mail
fr: Le formulaire a été envoyé avec succès par e-mail

# tx_form_view_mail.error
source: There was an error when sending the form by mail
fr: Il y a eu une erreur lors de l'envoi du formulaire par e-mail
