Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/indexed_search/*.locallang_db.xlf
Languages: fr

# index_config
source: Indexing Configuration
fr: Configuration de l'indexation

# index_config.title
source: Title:
fr: Titre:

# index_config.type.I.1
source: Database Records
fr: Enregistrements en base de données

# index_config.type.I.2
source: Filepath on server
fr: Chemin sur le serveur

# index_config.type.I.3
source: External URL
fr: URL externe

# index_config.type.I.4
source: Page tree
fr: Arborescence

# index_config.type.I.5
source: Meta configuration
fr: Méta configuration

# index_config.depth.I.0
source: Single page
fr: Page simple

# index_config.depth.I.1
source: 1 Level
fr: 1 niveau

# index_config.depth.I.2
source: 2 Levels
fr: 2 niveaux

# index_config.depth.I.3
source: 3 Levels
fr: 3 niveaux

# index_config.depth
source: Depth:
fr: Profondeur :

# index_config.table2index
source: Table to index:
fr: Table à indexer

# index_config.alternative_source_pid
source: Alternative Source Page:
fr: Page source alternative

# index_config.get_params
source: GET parameter string (with ###UID### substitution):
fr: Paramètres GET (avec substitution de ###UID###)

# index_config.fields
source: Fields (first is title):
fr: Champs (le premier est le titre)

# index_config.externalUrl
source: External URL (eg. "http://www.domain.org/"):
fr: URL externe (ex. "http://www.domain.org/"):

# index_config.chashcalc
source: Calculate cHash (force caching)?
fr: Calculer le cHash (forcer la mise en cache) ?

# index_config.filepath
source: Filepath:
fr: Chemin :

# index_config.extensions
source: Limit to extensions (commalist):
fr: Limiter aux extensions (séparées par des virgules) :

# index_config.url_deny
source: Enter sub-URLs in which not to decend:
fr: Entrer les sous URLs dans lesquelles il ne faut pas descendre:

# index_config.records_indexonchange
source: Index Records immediately when saved?:
fr: Indexer les enregistrements immédiatement après la sauvegarde?:

# index_config.timer_next_indexing
source: Next indexing is scheduled (if empty, then immediately):
fr: La prochaine indexation est planifiée (si le champ est vide, l'indexation sera immédiate):

# index_config.timer_offset
source: Timing offset from midnight:
fr: Décalage de synchronisation à partir de minuit:

# index_config.timer_frequency
source: How often would you like a re-index?:
fr: A quelle fréquence souhaitez-vous relancer l'indexation ?

# index_config.timer_frequency.I.0
source: Every hour
fr: Toutes les heures

# index_config.timer_frequency.I.1
source: Every day (24 hours)
fr: Tous les jours (24 heures)

# index_config.timer_frequency.I.2
source: Every week
fr: Toutes les semaines

# index_config.recordsbatch
source: How many records to index a minute (default is 100):
fr: Combien d'enregistrements à indexer par minute (100 par défaut)

# index_config.set_id
source: Session ID (if > zero, then indexing job is running):
fr: Identifiant de session (si > zéro, l'indexation est en cours)

# index_config.indexcfgs
source: Indexing configurations:
fr: Configurations d'indexation :

# index_config.parameterCfgs
source: Parameter combination configuration ([tablename]:&[param]=###UID###):
fr: Combinaison de paramètres de configuration ([tablename]:&[param]=###UID###):

# index_config.rootpage
source: Root page:
fr: Page racine :
