Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/CharacterMap/*.locallang.xlf
Languages: fr

# CharacterMapTooltip
source: Insert special character
fr: Insérer un caractère spécial

# InsertCharacter-Tooltip
source: Insert special character
fr: Insérer un caractère spécial

source: Insert special character
fr: Insérer un caractère spécial

source: General
fr: Général

source: Mathematical
fr: Mathématique

# graphical
source: Shapes and arrows
fr: Formes et les flèches

source: HTML value:
fr: Valeur HTML:

source: Close
fr: Fermer

# nbsp
source: Non-breaking space
fr: Espace insécable

# Agrave
source: Capital a with grave accent
fr: "a" majuscule avec un accent grave

# agrave
source: Small a with grave accent
fr: "a" minuscule avec un accent grave

# Aacute
source: Capital a with acute accent
fr: "a" majuscule avec un accent aigu

# aacute
source: Small a with acute accent
fr: "a" minuscule avec un accent aigu

# Acirc
source: Capital a with circumflex accent
fr: "a" majuscule avec un accent circonflexe

# acirc
source: Small a with circumflex accent
fr: "a" minuscule avec un accent circonflexe

# Atilde
source: Capital a with tilde
fr: "a" majuscule avec un tilde

# atilde
source: Small a with tilde
fr: "a" minuscule avec un tilde

# Auml
source: Capital a with umlaut/diaeresis
fr: "a" majuscule à umlaut/tréma

# auml
source: Small a with umlaut/diaeresis
fr: "a" minuscule à umlaut/tréma

# Aring
source: Capital a with ring
fr: "a" majuscule avec un rond en chef

# aring
source: Small a with ring
fr: "a" minuscule avec un rond en chef

# AElig
source: Capital ligature ae
fr: Ligature "ae" majuscule

# aelig
source: Small ligature ae
fr: Ligature "ae" minuscule

# ordf
source: Feminine ordinal indicator
fr: Indicateur ordinal féminin

# Ccedil
source: Capital c with cedilla
fr: "c" majuscule avec une cédille

# ccedil
source: Small c with cedilla
fr: "c" minuscule avec une cédille

# ETH
source: Capital eth, Icelandic
fr: "eth" majuscule, islandais

# eth
source: Small eth, Icelandic
fr: "eth" minuscule, islandais

# Egrave
source: Capital e with grave accent
fr: "e" majuscule avec un accent grave

# egrave
source: Small e with grave accent
fr: "e" minuscule avec un accent grave

# Eacute
source: Capital e with acute accent
fr: "e" majuscule avec un accent aigu

# eacute
source: Small e with acute accent
fr: "e" minuscule avec un accent aigu

# Ecirc
source: Capital e with circumflex accent
fr: "e" majuscule avec un accent circonflexe

# ecirc
source: Small e with circumflex accent
fr: "e" minuscule avec un accent circonflexe

# Euml
source: Capital e with umlaut/diaeresis
fr: "e" majuscule à umlaut/tréma

# euml
source: Small e with umlaut/diaeresis
fr: "e" minuscule à umlaut/tréma

# Igrave
source: Capital i with grave accent
fr: "i" majuscule avec un accent grave

# igrave
source: Small i with grave accent
fr: "i" minuscule avec un accent grave

# Iacute
source: Capital i with acute accent
fr: "i" majuscule avec un accent aigu

# iacute
source: Small i with acute accent
fr: "i" minuscule avec un accent aigu

# Icirc
source: Capital i with circumflex accent
fr: "i" majuscule avec un accent circonflexe

# icirc
source: Small i with circumflex accent
fr: "i" minuscule avec un accent circonflexe

# Iuml
source: Capital i with umlaut/diaeresis
fr: "i" majuscule à umlaut/tréma

# iuml
source: Small i with umlaut/diaeresis
fr: "i" minuscule à umlaut/tréma

# Ntilde
source: Capital n with tilde
fr: "n" majuscule avec un tilde

# ntilde
source: Small n with tilde
fr: "n" minuscule avec un tilde

# Ograve
source: Capital o with grave accent
fr: "o" majuscule avec un accent grave

# ograve
source: Small o with grave accent
fr: "o" minuscule avec un accent grave

# Oacute
source: Capital o with acute accent
fr: "o" majuscule avec un accent aigu

# oacute
source: Small o with acute accent
fr: "o" minuscule avec un accent aigu

# Ocirc
source: Capital o with circumflex accent
fr: "o" majuscule avec un accent circonflexe

# ocirc
source: Small o with circumflex accent
fr: "o" minuscule avec un accent circonflexe

# Otilde
source: Capital o with tilde
fr: "o" majuscule avec un tilde

# otilde
source: Small o with tilde
fr: "o" minuscule avec un tilde

# Ouml
source: Capital o with umlaut/diaeresis
fr: "o" majuscule à umlaut/tréma

# ouml
source: Small o with umlaut/diaeresis
fr: "o" minuscule à umlaut/tréma

# Oslash
source: Capital o with slash
fr: "o" majuscule barré

# oslash
source: Small o with slash
fr: "o" minuscule barré

# OElig
source: Capital ligature OE
fr: Ligature "oe" majuscule

# oelig
source: Small ligature OE
fr: Ligature "oe" minuscule

# ordm
source: Masculine ordinal indicator
fr: Indicateur ordinal masculin

# Scaron
source: Capital s with caron
fr: "s" majuscule avec un accent antiflexe

# scaron
source: Small s with caron
fr: "s" minuscule avec un accent antiflexe

# szlig
source: Small sharp s, German
fr: Eszett, caractère Allemand

# THORN
source: Capital THORN, Icelandic
fr: "thorn" majuscule, caractère islandais

# thorn
source: Small thorn, Icelandic
fr: Thorn minuscule, caractère islandais

# Ugrave
source: Capital u with grave accent
fr: "u" majuscule avec un accent grave

# ugrave
source: Small u with grave accent
fr: "u" minuscule avec un accent grave

# Uacute
source: Capital u with acute accent
fr: "u" majuscule avec un accent aigu

# uacute
source: Small u with acute accent
fr: "u" minuscule avec un accent aigu

# Ucirc
source: Capital u with circumflex accent
fr: "u" majuscule avec un accent circonflexe

# ucirc
source: Small u with circumflex accent
fr: "u" minuscule avec un accent circonflexe

# Uuml
source: Capital u with umlaut/diaeresis
fr: "u" majuscule à umlaut/tréma

# uuml
source: Small u with umlaut/diaeresis
fr: "u" minuscule à umlaut/tréma

# Yacute
source: Capital y with acute accent
fr: "y" majuscule avec un accent aigu

# yacute
source: Small y with acute accent
fr: "y" minuscule avec un accent aigu

# Yuml
source: Capital y with umlaut/diaeresis
fr: "y" majuscule à umlaut/tréma

# yuml
source: Small y with umlaut/diaeresis
fr: "y" minuscule à umlaut/tréma

# acute
source: Spacing acute
fr: Accent aigu

# circ
source: Modifier letter circumflex accent
fr: Accent circonflexe

# tilde
source: Small tilde
fr: Tilde

# uml
source: Spacing diaeresis
fr: Tréma

# cedil
source: Spacing cedilla
fr: Cédille

# shy
source: Soft hyphen
fr: Tiret sécable

# ndash
source: En dash
fr: Tiret demi-quadratin

# mdash
source: Em dash
fr: Tiret quadratin

# lsquo
source: Left single quotation mark
fr: Guillemet simple vers la gauche

# rsquo
source: Right single quotation mark
fr: Guillemet simple vers la droite

# sbquo
source: Single low-9 quotation mark
fr: Guillemet-virgule inférieur

# ldquo
source: Left double quotation mark
fr: Guillemet double vers la gauche

# rdquo
source: Right double quotation mark
fr: Guillemet double vers la droite

# bdquo
source: Double low-9 quotation mark
fr: Guillemet-virgule double inférieur

# lsaquo
source: Single left angle quotation
fr: Guillemet simple angle gauche

# rsaquo
source: Single right angle quotation
fr: Guillemet simple angle droit

# laquo
source: Left angle quotation mark
fr: Guillemet angle gauche

# raquo
source: Right angle quotation mark
fr: Guillemet angle droit

# quot
source: Quotation mark
fr: Marque de citation

# hellip
source: Horizontal ellipsis
fr: Points de suspension

# iquest
source: Inverted question mark
fr: Point d'interrogation inversé

# iexcl
source: Inverted exclamation mark
fr: Point d'exclamation inversé

# bull
source: Bullet
fr: Puce

source: Dagger
fr: Obèle

# Dagger
source: Double dagger
fr: Double obèle

# brvbar
source: Broken vertical bar
fr: Barre verticale

# para
source: Paragraph
fr: Pied-de-mouche

# sect
source: Section
fr: Paragraphe

# loz
source: Lozenge
fr: Losange

# #064
source: At
fr: Arobase

# reg
source: Registered trademark
fr: Marque enregistrée

# trade
source: Trademark
fr: Marque

# curren
source: Currency
fr: Devises

source: Pound
fr: Livre

# emsp
source: Em space
fr: Espace de ponctuation

# ensp
source: En space
fr: Espace de ponctuation

# thinsp
source: Thin space
fr: Espace fin

# zwj
source: Zero width joiner
fr: Jointure sans largeur

# zwnj
source: Zero width non-joiner
fr: Non-jointure sans largeur

# minus
source: Minus sign
fr: Signe de soustraction

# plusmn
source: Plus-or-minus sign
fr: Signe plus ou moins

# times
source: Multiplication
fr: Signe de multiplication

# divide
source: Division
fr: Signe de division

# radic
source: Square root
fr: Racine carrée

# sdot
source: Dot operator
fr: Point médian

# otimes
source: Vector product
fr: Produit vectoriel

# lowast
source: Asterisk operator
fr: Astérisque

# ge
source: Greater than or equal to
fr: Supérieur ou égal à

# le
source: Less than or equal to
fr: Inférieur ou égal à

# ne
source: Not equal to
fr: Différent de

# asymp
source: Almost equal to, asymptotic to
fr: Presque égale à, asymptotique à

# sim
source: Varies with, similar to
fr: Varie avec, semblable à

# prop
source: Proportional to
fr: Proportionnel à

# deg
source: Degree
fr: Degré

# prime
source: Prime, minutes, feet
fr: Prime, minutes, pieds

# Prime
source: Double prime, seconds, inches
fr: Double prime, secondes, pouces

# perp
source: Orthogonal to, perpendicular to
fr: Orthogonale à, perpendiculaire à

# permil
source: Per mille
fr: Pour mille

# frasl
source: Fraction slash
fr: Barre de fraction

# frac14
source: Fraction 1/4
fr: Un quart

# frac12
source: Fraction 1/2
fr: Un demi

# frac34
source: Fraction 3/4
fr: Trois quarts

# sup1
source: Superscript 1
fr: Exposant 1

# sup2
source: Superscript 2
fr: Exposant 2

# sup3
source: Superscript 3
fr: Exposant 3

# not
source: Negation
fr: Non (connecteur logique)

# and
source: Logical and
fr: Et (connecteur logique)

# or
source: Logical or
fr: Ou (connecteur logique)

# there4
source: Therefore
fr: Par conséquent

# cong
source: Congruent to
fr: Congru à

# isin
source: Is element of
fr: Appartient à

# ni
source: Contains as member
fr: Contient en tant que membre

# notin
source: Is not an element of
fr: N'appartient pas à

# sub
source: Proper subset of
fr: Est un sous-ensemble de

# sube
source: Subset of or equal to
fr: Est un sous-ensemble de ou égal à

# nsub
source: Not subset of
fr: N'est pas un sous-ensemble de

# sup
source: Proper superset of
fr: Est un sur-ensemble de

# supe
source: Superset of or equal to
fr: Est un sur-ensemble de ou égal à

# oplus
source: Direct sum
fr: Somme directe

# empty
source: Empty set
fr: Ensemble vide

# equiv
source: Equivalent
fr: Équivalent

source: Sum
fr: Somme

# prod
source: Product
fr: Produit

# exist
source: There exists
fr: Il existe

source: For all
fr: Pour tout

# infin
source: Infinity
fr: Infini

# alefsym
source: Alef (first transfinite cardinal)
fr: Alef (premier nombre cardinal transfini)

# real
source: Real part of complex number
fr: Ensemble des nombres réels

# image
source: Imaginary part of complex number
fr: Partie imaginaire d'un nombre complexe

# fnof
source: Function
fr: Fonction

# int
source: Integral
fr: Intégrale

# part
source: Partial differential
fr: Dérivée partielle

# Alpha
source: Greek capital letter alpha
fr: Lettre grecque alpha majuscule

# alpha
source: Greek small letter alpha
fr: Lettre grecque alpha minuscule

# Beta
source: Greek capital letter beta
fr: Lettre grecque bêta majuscule

# beta
source: Greek small letter beta
fr: Lettre grecque bêta minuscule

# Gamma
source: Greek capital letter gamma
fr: Lettre grecque gamma majuscule

# gamma
source: Greek small letter gamma
fr: Lettre grecque gamma minuscule

# Delta
source: Greek capital letter delta
fr: Lettre grecque delta majuscule

# delta
source: Greek small letter delta
fr: Lettre grecque delta minuscule

# Epsilon
source: Greek capital letter epsilon
fr: Lettre grecque epsilon majuscule

# epsilon
source: Greek small letter epsilon
fr: Lettre grecque epsilon minuscule

# Zeta
source: Greek capital letter zeta
fr: Lettre grecque zêta majuscule

# zeta
source: Greek small letter zeta
fr: Lettre grecque zêta minuscule

# Eta
source: Greek capital letter eta
fr: Lettre grecque êta majuscule

# eta
source: Greek small letter eta
fr: Lettre grecque êta minuscule

# Theta
source: Greek capital letter theta
fr: Lettre grecque thêta majuscule

# theta
source: Greek small letter theta
fr: Lettre grecque thêta minuscule

# thetasym
source: Greek small letter theta symbol
fr: Symbole de la lettre grecque thêta minuscule

# Iota
source: Greek capital letter iota
fr: Lettre grecque iota majuscule

# iota
source: Greek small letter iota
fr: Lettre grecque iota minuscule

# Kappa
source: Greek capital letter kappa
fr: Lettre grecque kappa majuscule

# kappa
source: Greek small letter kappa
fr: Lettre grecque kappa minuscule

# Lambda
source: Greek capital letter lambda
fr: Lettre grecque lambda majuscule

# lambda
source: Greek small letter lambda
fr: Lettre grecque lambda minuscule

# Mu
source: Greek capital letter mu
fr: Lettre grecque mu majuscule

# mu
source: Greek small letter mu
fr: Lettre grecque mu minuscule

# Nu
source: Greek capital letter nu
fr: Lettre grecque nu majuscule

# nu
source: Greek small letter nu
fr: Lettre grecque nu minuscule

# Xi
source: Greek capital letter xi
fr: Lettre grecque xi majuscule

# xi
source: Greek small letter xi
fr: Lettre grecque xi minuscule

# Omicron
source: Greek capital letter omicron
fr: Lettre grecque omicron majuscule

# omicron
source: Greek small letter omicron
fr: Lettre grecque omicron minuscule

# Pi
source: Greek capital letter pi
fr: Lettre grecque pi majuscule

# pi
source: Greek small letter pi
fr: Lettre grecque pi minuscule

# piv
source: Greek pi symbol
fr: Symbole de la lettre grecque pi

# Rho
source: Greek capital letter rho
fr: Lettre grecque rhô majuscule

# rho
source: Greek small letter rho
fr: Lettre grecque rhô minuscule

# Sigma
source: Greek capital letter sigma
fr: Lettre grecque sigma majuscule

# sigma
source: Greek small letter sigma
fr: Lettre grecque sigma minuscule

# sigmaf
source: Greek small letter final sigma
fr: Lettre grecque sigma final majuscule

# Tau
source: Greek capital letter tau
fr: Lettre grecque tau majuscule

# tau
source: Greek small letter tau
fr: Lettre grecque tau minuscule

# Upsilon
source: Greek capital letter upsilon
fr: Lettre grecque upsilon majuscule

# upsih
source: Greek upsilon with hook symbol
fr: Symbole de la lettre grecque upsilon majuscule

# upsilon
source: Greek small letter upsilon
fr: Lettre grecque upsilon minuscule

# Phi
source: Greek capital letter phi
fr: Lettre grecque phi majuscule

# phi
source: Greek small letter phi
fr: Lettre grecque phi minuscule

# Chi
source: Greek capital letter chi
fr: Lettre grecque chi majuscule

# chi
source: Greek small letter chi
fr: Lettre grecque chi minuscule

# Psi
source: Greek capital letter psi
fr: Lettre grecque psi majuscule

# psi
source: Greek small letter psi
fr: Lettre grecque psi minuscule

# Omega
source: Greek capital letter omega
fr: Lettre grecque omega majuscule

# omega
source: Greek small letter omega
fr: Lettre grecque omega minuscule

# crarr
source: Carriage return arrow
fr: Flèche de retour chariot

# uarr
source: Upwards arrow
fr: Flèche vers le haut

# darr
source: Downwards arrow
fr: Flèche vers le bas

# larr
source: Leftwards arrow
fr: Flèche vers la gauche

# rarr
source: Rightwards arrow
fr: Flèche vers la droite

# harr
source: Left right arrow
fr: Flèche gauche-droite

# uArr
source: Upwards double arrow
fr: Double flèche vers le haut

# dArr
source: Downwards double arrow
fr: Double flèche vers le bas

# lArr
source: Leftwards double arrow
fr: Double flèche vers la gauche

# rArr
source: Rightwards double arrow
fr: Double flèche vers la droite

# hArr
source: Left right double arrow
fr: Double flèche gauche-droite

# clubs
source: Club
fr: Trèfle

# diams
source: Diamond
fr: Carreau

# hearts
source: Heart
fr: Cœur

# spades
source: Spade
fr: Pique
