Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/lang/*.locallang_mod_help_about.xlf
Languages: fr

# title
source: About TYPO3 CMS
fr: À propos de TYPO3

# typo3_logo
source: TYPO3 CMS logo
fr: Logo TYPO3

# information
source: TYPO3 Information
fr: Informations sur TYPO3

# welcome
source: TYPO3 CMS - Professional Web Content Management System
fr: Système de Gestion de Contenu web professionnel TYPO3

# minor
source: TYPO3 CMS is a enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="http://typo3.org/about/typo3-the-cms/" target="_blank">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="http://typo3.org/license" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />You are using %s %s
fr: TYPO3 est un Système de Gestion de Contenu (CMS) libre, flexible et professionnel basé sur PHP et MySQL.<br /><br />TYPO3 est <b>disponible gratuitement</b> selon les termes de la <a href="http://typo3.com/1316.0.html" target="_blank">licence TYPO3 (GNU/GPL)</a>.<br /><br />%s %s<br />

source: Community Credits
fr: Communauté

# information_detail
source: Visit <a href="http://typo3.org/community/" target="_blank">typo3.org/community/</a> if you want to know why TYPO3 rocks.
fr: Visitez <a href="http://typo3.org/community/" target="_blank">typo3.org/community/</a> pour découvrir le dynamisme de la communauté TYPO3

# coredevs_detail
source: Visit <a href="http://typo3.org/teams/core/members/" target="_blank">typo3.org/teams/core/members/</a> for the complete member list.<br /><br />The Git Repository and the ChangeLog can be found <a href="http://forge.typo3.org/projects/show/typo3v4-core/" target="_blank">here</a>.
fr: Visitez <a href="http://typo3.org/teams/core/members/" target="_blank">typo3.org/teams/core/members/</a> pour découvrir la liste complète des membres. <br /><br /> Le SVN et les "ChangeLog" (journal des évolutions) sont disponibles <a href="http://forge.typo3.org/projects/show/typo3v4-core/" target="_blank">ici</a>

source: Extension Authors
fr: Auteurs des extensions

# extension_list_info
source: This is a list of the people who contributed to the extensions you're using in your installation.
fr: Voici la liste des personnes qui ont contribué au développement des extensions que vous utilisez sur votre installation TYPO3.

# extension_author
source: Author
fr: Auteur

# mlang_labels_tablabel
source: About TYPO3 CMS
fr: A propos de TYPO3

# mlang_labels_tabdescr
source: Displays the basic facts about the TYPO3 application, version and licensing terms.
fr: Affiche les informations de base à propos de TYPO3, sa version, et les termes de sa licence.

# mlang_tabs_tab
source: About TYPO3 CMS
fr: A propos de ...

# donation_header
source: TYPO3 Donation
fr: Don pour TYPO3

# donation_message
source: It would be great if you could donate. TYPO3 CMS is Open Source and relies heavily on donations from its users and supporters.<br/><br/><b>Thank you</b> for making this great Content Management System even better with your support!
fr: Ce serait génial si vous pouviez faire un don. TYPO3 est Open Source et s'appuie largement sur les dons de ses utilisateurs et sympathisants. <b> <br/> Merci </ b> de faire que cet outil de gestion de contenu devienne encore meilleur avec votre aide!

# donation_button
source: Donate now
fr: Donner maintenant

source: External Libraries
fr: Librairies externes

# external_thanks
source: TYPO3 CMS core uses and thanks these external Open Source projects:
fr: TYPO3 utilise et remercie ces projets open source externes :
