Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/powermail/Resources/Private/Language/*.locallang_csh_tx_powermail_domain_model_fields.xlf
Languages: fr

# title.description
source: Enter a label for your Field
fr: Entrer un libellé pour votre champs

# type.description
source: Choose the type of your Field
fr: Choisissez un type pour votre champs

# settings.description
source: One option per line. If you want to split value and label, use a | symbol. Preselect with *
fr: Une option par ligne. Si vous souhaitez séparer les valeurs et les libellés, merci d'utiliser le symbole | . Présélectionner avec *

# sender_email.description
source: Will this field contain the Email of the user?
fr: Est-ce que ce champs va contenir le courriel de l'utilisateur?

# sender_name.description
source: Will this field contain the Name of the user?
fr: Est-ce que ce champs va contenir le nom de l'utilisateur?

# validation_title.description
source: Validation Settings
fr: Paramètres de validation

# validation.description
source: Validate the field value (url, email, etc...)
fr: Valider la valeur des champs (url, email, etc...)

# marker_title.description
source: Variables Settings
fr: Paramètres de variables

# auto_marker.description
source: This variable was automaticly generated by the system
fr: Cette variable a été générée automatiquement par le système

# marker.description
source: Use your own variable in a Rich Text Editor (e.g.)
fr: Utilisez votre propre variable dans l'éditeur de texte (RTE) par exemple

# own_marker_select.description
source: Check this if you want to change the automaticly generated variable
fr: Cochez ceci si vous souhaitez changer automatiquement la variable générée
