Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/SpellChecker/*.locallang.xlf
Languages: fr

source: Spell Checker
fr: Vérificateur orthographique

# CONFIRM_LINK_CLICK
source: Please confirm that you want to open this link
fr: Veuillez confirmer la demande d'ouverture de ce lien

source: Cancel
fr: Annuler

source: Dictionary
fr: Dictionnaire

source: Finished list of mispelled words
fr: La liste des mots mal orthographiés est terminée.

source: I will open it in a new page.
fr: Ouverture dans une nouvelle page.

source: Ignore all
fr: Ignorer tous

source: Ignore
fr: Ignorer

# NO_ERRORS
source: No mispelled words found with the selected dictionary.
fr: Aucune faute n'a été trouvée avec le dictionnaire choisi.

# NO_ERRORS_CLOSING
source: Spell check complete, didn't find any mispelled words. Closing now...
fr: Vérification terminée, aucune erreur d'orthographe n'a été trouvée. Fermeture...

source: OK
fr: Valider

source: Original word
fr: Mot original

source: Please wait. Calling spell checker.
fr: Veuillez patienter. Lancement du vérificateur orthographique.

source: Please wait: changing dictionary to
fr: Veuillez patienter. Chargement du dictionnaire

source: HTMLArea Spell Checker
fr: HTMLArea - Vérificateur orthographique

# QUIT_CONFIRMATION
source: This will drop changes and quit spell checker. Please confirm.
fr: Ceci va annuler tous les changements et quitter le vérificateur orthographique. Veuillez confirmer.

source: Re-check
fr: Re-vérifier

source: Replacement
fr: Remplacement

source: Replace all
fr: Remplacer partout

source: Replace with
fr: Remplacer par

source: Replace
fr: Remplacer

# Learn
source: Add to dictionary
fr: Ajouter au dictionnaire

source: Revert
fr: Rétablir

# SC-spell-check
source: Spell-check
fr: Vérifier l'orthographe

source: One occurrence
fr: Une occurrence

source: Two occurrences
fr: Deux occurrences

source: of the word
fr: du mot

source: was found.
fr: a été trouvée.

source: were found.
fr: ont été trouvées.

source: Info
fr: Informations

source: Document information
fr: Information sur le document

source: No information available
fr: Aucune information disponible

source: Total words
fr: Nombre de mots dans le document

source: Misspelled words
fr: Nombre de mots en erreur

source: Total suggestions
fr: Nombre de suggestions

source: Total words suggested
fr: Nombre total de mots suggérés

source: Spelling checked in
fr: Vérification effectuée en

source: seconds
fr: secondes

# pliz weit ;-)
source: Please wait...
fr: Veuillez patienter svp...
