Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/lowlevel/config/*.locallang.xlf
Languages: fr

# typo3ConfVars
source: $TYPO3_CONF_VARS (Global Configuration)
fr: $TYPO3_CONF_VARS (Configuration Global)

# tca
source: $TCA (Table configuration array)
fr: $TCA (Configuration des tables)

# tcaDescr
source: $TCA_DESCR (Table Help Description)
fr: $TCA_DESCR (Aide des tables)

# loadedExt
source: $TYPO3_LOADED_EXT (Loaded Extensions)
fr: $TYPO3_LOADED_EXT (Extensions chargées)

# tbeStyles
source: $TBE_STYLES (Skinning Styles)
fr: $TBE_STYLES (Styles des thèmes)

# beUser
source: $BE_USER->uc (User Settings)
fr: $BE_USER->uc (Paramètres utilisateurs)

# usersettings
source: $TYPO3_USER_SETTINGS (User Settings Configuration)
fr: $TYPO3_USER_SETTINGS (Configuration des paramètres utilisateur)

# t3services
source: $T3_SERVICES (Registered Services)
fr: $T3_SERVICES (Services enregistrés)

# tbemodulesext
source: $TBE_MODULES_EXT (BE Modules Extensions)
fr: $TBE_MODULES_EXT (Modules BE des extensions)

# tbemodules
source: $TBE_MODULES (BE Modules)
fr: $TBE_MODULES (Modules BE)

source: Crop lines
fr: Limiter la longueur des lignes

source: Variable:
fr: Variables:

# copyPaste
source: (Now, copy/paste this value into the configuration file where you can set it. This is all you can do from here...)
fr: (Maintenant, copier/coller cette valeur dans le fichier de configuration. Cette assistant ne peut pas le faire ici...)

source: Enter search phrase:
fr: Entrer une phrase à rechercher

source: Search
fr: Rechercher

# useRegExp
source: Use regular expression
fr: Utiliser une expression régulière

# writeValue
source: Write value to configuration file
fr: Ecrire les valeurs dans le fichier de configuration

# writeMessage
source: Following line was added to configuration file (%s): %s%s
fr: La ligne suivante a été ajouté au fichier de configuration (%s): %s%s

# writeMessageFailed
source: Write to configuration file failed (%s)!
fr: L'écriture du fichier de configuration a échoué (%s)!
