Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/BlockStyle/*.locallang.xlf
Languages: fr

# No style
source: No block style
fr: Aucun

# Remove style
source: Remove block style
fr: Supprimer le style de bloc

# Unknown style
source: Unknown block style
fr: Style de bloc inconnu

# Element style
source: Block element style
fr: Style du bloc

# BlockStyle-Tooltip
source: Apply style to the containing block
fr: Appliquer le style sur le bloc

# frame-frame1
source: Frame with grey background
fr: Cadre avec couleur de fond gris

# frame-frame2
source: Frame with yellow background
fr: Cadre avec couleur de fond jaune

source: Name of person
fr: Nom d'une personne

source: Detail
fr: Détail

source: Component items
fr: Composantes

source: Action items
fr: Actions
