Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/version/*.locallang.xlf
Languages: fr

# title
source: Versioning
fr: Versionnage

# title_review
source: Send to review/pub
fr: Envoyer en relecture/publication

# mlang_labels_tablabel
source: Page and content versioning and workspace management for pages.
fr: Outil de gestion de version et d'espace de travail pour les pages.

# mlang_tabs_tab
source: Versioning
fr: Gestion de version

# clickAPage_header
source: Web>Versioning module
fr: Web>Module de gestion de version

# clickAPage_content
source: Please click a page in the pagetree frame to see the versioning module.
fr: Merci de cliquer sur une page dans l'arborescence afin de gérer les différentes versions de la page

# filter_drafts
source: Drafts
fr: Brouillons

# filter_all
source: All
fr: Tous

source: DIFFING
fr: Comparaison de version

source: Fieldname
fr: Nom du champ

# errorRecordsNotFound
source: ERROR: Records could strangely not be found!
fr: ERREUR: Les enregistrements ne peuvent pas être trouvés!

# errorDiffSources
source: ERROR: You didn't select two sources for diffing!
fr: ERREUR: Vous n'avez pas sélectionné deux sources pour pouvoir les comparer

# tblHeader_title
source: Title
fr: Titre

# tblHeader_t3ver_state
source: state
fr: état

# tblHeader_t3ver_stage
source: stage
fr: état

# tblHeader_t3ver_count
source: count
fr: nombre

# tblHeader_t3ver_label
source: Label
fr: Libellé

# tblHeaderDesc_title
source: Header of element
fr: En-tête de l'élément

# tblHeaderDesc_uid
source: Unique ID of element
fr: ID unique de l'élément

# tblHeaderDesc_t3ver_stage
source: t3ver_stage - Publishing stage: Editing (0), review (1), publish (10), rejected (-1).
fr: t3ver_stage - État de publication : Édité (0), relecture (1), publié (10), rejeté (-1).

# tblHeaderDesc_pid
source: Page ID
fr: ID de la page

# tblHeaderDesc_t3ver_label
source: Label
fr: Etiquette

source: Diff
fr: Comparaison de version

source: SWAP with current
fr: Echanger avec la version courante

source: CURRENT ONLINE VERSION!
fr: VERSION COURANTE EN LIGNE!

# cmdPid0
source: Page: Page + content
fr: Page: Page + contenu

# cmdPid100
source: Branch: All subpages
fr: Branch: Toutes les sous-pages

# cmdPid1
source: Element: Just record
fr: Elément: seulement les données

source: Create new version
fr: Créer une nouvelle version

source: Preview Link
fr: Lien de prévisualisation

source: Publish Page
fr: Publier la page

source: Swap page
fr: Changer la page

# publishPageQuestion
source: Are you sure you want to publish all content %sfrom this page?
fr: Êtes-vous sûr de vouloir publier tous les contenus %s provenant de cette page ?

# swapPageQuestion
source: Are you sure you want to publish (swap) all content %sfrom this page?
fr: Êtes-vous sûr de vouloir échanger tous les contenus %s provenant de cette page ?

# publishPageQuestionStage
source: in "Publish" stage
fr: en état "Publié"

source: Preview Url:
fr: Url de prévisualisation:

# previewInstruction
source: You can preview this page from the workspace using this link for the next %s hours (does not require backend login):
fr: Vous pouvez obtenir un aperçu de la page dans votre espace de travail en utilisant ce lien pour les prochaines %s heures (ne requiert pas de connexion au back-office)

# versionDetails
source: Details for version
fr: Détails de la version

# wsManagement
source: Workspace management
fr: Gestion des espaces de travail

# showDiffView
source: Show difference view
fr: Voir les différentes vues

source: Live Version:
fr: Version en cours:

# wsVersions
source: Workspace Versions:
fr: Versions de l'espace de travail:

source: Controls:
fr: Options:

# goBack
source: Click here to go back
fr: Cliquez ici pour revenir en arrière

source: Show all information
fr: Afficher toutes les informations

source: New element
fr: Nouvel élément

source: Deleted element
fr: Élément supprimé

# moveToPlaceholder
source: Move-to placeholder (destination)
fr: Déplacer dans votre espace réservé (but)

source: change:
fr: changement:

source: [Element]
fr: [Elément]

source: [Branch]
fr: [Branche]

# otherVersions
source: Other version(s) in workspace
fr: Autre(s) version(s) dans l'espace de travail

# multipleVersions
source: Multiple versions in same workspace!
fr: Nombreuses versions dans le même espace de travail !

source: Lifecycle
fr: Cycle de vie

source: Workspace
fr: Espace de travail

# diffToLiveElement
source: Difference to live element:
fr: Différence avec l'élément en ligne:

source: Comment for Reviewer:
fr: Commentaire pour le relecteur:

source: Comment for Publisher:
fr: Commentaire pour l'éditeur

# sendItemsToReview
source: Sending %s item(s) to review.
fr: Envoi de %s éléments pour relecture

source: Send all to Review
fr: Envoyer tout en relecture

# approveToPublish
source: Approving %s item(s) to publishing.
fr: Autoriser %s élement(s) à être publié(s).

# approveAllToPublish
source: Approve all for Publishing
fr: Autoriser tous les élements à être publiés.

source: [Offline]
fr: [Hors ligne]

source: Draft
fr: Brouillon

# publishedXTimes
source: Published %s times
fr: Publié %s fois

# stage.sentToReview
source: sent element to "Review"
fr: Envoyer ces éléments en "Relecture"

# stage.approvedForPublish
source: approved for "Publish"
fr: approuver pour "Publication"

# stage.rejectedElement
source: rejected element!
fr: élément rejeté!

# stage.resetToEdit
source: reset to "Editing"
fr: Réinitialiser en "Edition"

# stage.undefined
source: [undefined]
fr: [indéfini]

source: User Comment
fr: Commentaire utilisateur

# subElementsClick
source: [Sub elements, click for details]
fr: [Sous-éléments, cliquez pour plus de détails]

source: [Sub elements]
fr: [Sous-éléments]

source: Editing
fr: Edition

source: Send to Review
fr: Envoyer en relecture

source: Review
fr: Relecture

source: Swap
fr: Echanger

source: Approve for Publishing
fr: Approuver pour publication

source: Publish
fr: Publier

source: Rejected
fr: Rejeté

source: Comment:
fr: Commentaires :

source: Reset stage
fr: État de réinitialisation

source: Undefined
fr: Non défini

# rejectExplain
source: Please explain why you reject:
fr: Merci d'expliquer pourquoi vous avez rejeté:

source: Remove from workspace
fr: Supprimer de l'espace de travail

source: Show Log
fr: Voir les log

source: [Live workspace]
fr: [Espace de travail en direct]

source: Draft Workspaces
fr: Espace de travail Brouillon

source: [Default Draft]
fr: [Brouillon par défaut]

source: Errors:
fr: Erreurs :

source: Refresh
fr: Actualiser

source: Allow preview of whole workspace
fr: Autoriser les aperçus pour tous les espaces de travail

source: Workspace-Id:
fr: ID de l'espace de travail :

source: LIVE
fr: EN DIRECT

# versionSelect.label
source: Versions of this page:
fr: Versions de cette page:

# versionSelect.live
source: LIVE version
fr: version EN DIRECT

# versionSelect.inBranch
source: Inside branch, no further versioning possible
fr: Dans cette branche, pas d'autre version possible

# versionSelect.versionsFound
source: Versions found on page, no "Page" versioning possible
fr: Versions non trouvés sur cette page, pas de gestion de version possible

# autopublishTask.name
source: Workspaces auto-publication
fr: Auto-publication de l'espace de travail

# autopublishTask.description
source: This tasks checks any workspace that has a publication date set in the past and automatically publishes it.
fr: Ces tâches vérifient, pour chaque espace de travail, la date de publication des contenus. Le contenu est automatiquement publié si la date est déjà passée.
