Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/InsertSmiley/*.locallang.xlf
Languages: fr

source: Insert Smiley
fr: Insérer un émoticône

source: Smiley
fr: Emoticône

source: Cancel
fr: Annuler

# mozilla_smile
source: Smile
fr: Sourire

# mozilla_frown
source: Frown
fr: Froncement de sourcils

# mozilla_wink
source: Wink
fr: Clin d'œil

# mozilla_tongueout
source: Tongue out
fr: Tirer la langue

# mozilla_laughing
source: Laughing
fr: Rire

# mozilla_embarassed
source: Embarassed
fr: Emabarssé

# mozilla_undecided
source: Undecided
fr: Indécis

# mozilla_surprised
source: Surprise
fr: Surpris

# mozilla_kiss
source: Kiss
fr: Baiser

# mozilla_yell
source: Yell
fr: Crier

# mozilla_moneyinmouth
source: Money Mouth
fr: Voir des dollars

# mozilla_footinmouth
source: Foot in mouth
fr: Pied-dans-le-plat

# mozilla_cry
source: Cry
fr: Pleurer

# mozilla_sealed
source: Lips are sealed
fr: Les lèvres sont scellées
