Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/css_styled_content/pi1/*.locallang.xlf
Languages: fr

# label.toTop
source: To top
fr: Vers le haut

# uploads.icon
source: File link icon for %s
fr: Icône du lien vers le fichier %s

# login.username
source: Username:
fr: Nom d'utilisateur:

# login.password
source: Password:
fr: Mot de passe:

# login.login
source: Login
fr: Enter

# login.logout
source: Logout
fr: Sortir

# search.emptySearch
source: Sorry, your search was empty!
fr: Désolé, votre recherche ne retourne aucun résultat!

# search.resultRange
source: Searchresult: ###RANGELOW###-###RANGEHIGH### of ###TOTAL###
fr: Résultat: ###RANGELOW###-###RANGEHIGH### sur ###TOTAL###

# search.searchResultNext
source: Next
fr: Suivant

# search.searchResultPrev
source: Prev
fr: Précédent

# search.searchWord
source: Searchword:
fr: Mot clé:

# search.searchIn
source: Search in:
fr: Recherche dans:

# search.headersKeywords
source: Headers and keywords
fr: Titre et mots clés

# search.pageContent
source: Page content
fr: Contenu de la page

# search.searchButton
source: Search now!
fr: Rechercher maintenant!

# menu.bypassNavigation
source: Skip navigation block
fr: Masquer le bloc de navigation

# eIcon.html
source: Edit pure HTML content
fr: Editer le contenu HTML

# eIcon.header
source: Edit header
fr: Editer le titre

# eIcon.subheader
source: Edit subheader
fr: Editer le sous titre

# eIcon.bodytext
source: Edit bodytext
fr: Editer le texte corps du texte

# eIcon.images
source: Edit images
fr: Editer les images

# eIcon.caption
source: Edit image caption
fr: Edite le titre de l'image

# eIcon.bullets
source: Edit bullet list
fr: Editer la liste à puce

# eIcon.table
source: Edit table
fr: Edite le tableau

# eIcon.filelist
source: Edit file list
fr: Edite la liste de fichier

# eIcon.menuSitemap
source: Edit menu / sitemap
fr: Editer le menu / plan du site

# eIcon.recordList
source: Edit recordlist
fr: Edite la liste d'enregistrement

# eIcon.plugin
source: Change/configure plugin
fr: Modifier/configurer le greffon

# eIcon.multimedia
source: Edit multimedia element
fr: Editer le contenu multimédia

# eIcon.form
source: Edit email form
fr: Editer le formulaire e-mail

# eIcon.search
source: Edit search element
fr: Editer l'élement de recherche

# eIcon.login
source: Edit login element
fr: Editer l'élement d'identification
