Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/BlockElements/*.locallang.xlf
Languages: fr

# Indent-Tooltip
source: Increase indent
fr: Augmenter le retrait

# Indent-helpText
source: Increases text indentation
fr: Augmenter l'identation du texte

# Outdent-Tooltip
source: Reduce indent
fr: Réduire le retrait

# Outdent-helpText
source: Reduces text indentation
fr: Réduire l'identation du texte

# Blockquote-Tooltip
source: Large quotation
fr: Bloc de citation

# Blockquote-helpText
source: Makes a large quotation block
fr: Créer un large bloque de cote

# FormatBlock-Tooltip
source: Type of block
fr: Type de bloc

# InsertParagraphBefore-Tooltip
source: Insert a paragraph before the current block
fr: Insérer un paragraphe avant le bloc courant

# InsertParagraphBefore-contextMenuTitle
source: Insert paragraph before
fr: Insérer un paragraphe avant

# InsertParagraphBefore-helpText
source: Inserts a paragraph before the current block
fr: Insérer un paragraphe avant le bloque en cours

# InsertParagraphAfter-Tooltip
source: Insert a paragraph after the current block
fr: Insérer un paragraphe après le bloc courant

# InsertParagraphAfter-contextMenuTitle
source: Insert paragraph after
fr: Insérer un paragraphe après

# InsertParagraphAfter-helpText
source: Inserts a paragraph after the current block
fr: Insérer un paragraphe avant le bloque courant

# JustifyLeft-Tooltip
source: Justify left
fr: Justifié à gauche

# JustifyLeft-helpText
source: Aligns the text to the left
fr: Aligner le texte à gauche

# JustifyCenter-Tooltip
source: Center
fr: Centré

# JustifyCenter-helpText
source: Centers the text
fr: Centrer le texte

# JustifyRight-Tooltip
source: Justify right
fr: Justifié à droite

# JustifyRight-helpText
source: Aligns the text to the right
fr: Aligner le texte sur la droite

# JustifyFull-Tooltip
source: Justify left and right
fr: Justifié à gauche et à droite

# JustifyFull-helpText
source: Aligns the text both to the left and the right
fr: Aligner le texte à la fois à gauche et à droite.

# Left-Tooltip
source: Left
fr: Gauche

# InsertOrderedList-Tooltip
source: Ordered List
fr: Liste ordonnée

# InsertOrderedList-helpText
source: Makes an ordered list from the curent selection
fr: Faire une liste ordonnée avec la sélection en cours

# InsertUnorderedList-Tooltip
source: Bulleted List
fr: Liste à puces

# InsertUnorderedList-helpText
source: Makes a bulleted list from the current selection
fr: Faire une liste à puce avec la sélection en cours

# InsertHorizontalRule-Tooltip
source: Horizontal Rule
fr: Barre horizontale

# InsertHorizontalRule-helpText
source: Inserts an horizontal rule
fr: Insérer une règle horizontale

# No block
source: No block format
fr: Aucun format de bloc

# Remove block
source: Remove block format
fr: Supprimer le format du bloc
