Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/news/Resources/Private/Language/*.locallang_db.xlf
Languages: fr

# tx_news_domain_model_news.palettes.alternativeTitles
source: Alternative Titles
fr: Titre alternatif

# tx_news_domain_model_news
source: News
fr: Actualités

# tx_news_domain_model_news.alternative_title
source: Alternative title
fr: Titre alternatif

# tx_news_domain_model_news.teaser
source: Teaser
fr: Texte d'accroche

# tx_news_domain_model_news.datetime
source: Date & Time
fr: Date et heure

# tx_news_domain_model_news.archive
source: Archive
fr: Archives

# tx_news_domain_model_news.archive.placeholder
source: Define when the news should be listed in the archive
fr: Définition du moment à partir duquel l'actualité doit être listée dans les archives

# tx_news_domain_model_news.categories
source: Categories
fr: Catégories

# tx_news_domain_model_news.related
source: Related News
fr: Actualités en relation

# tx_news_domain_model_news.related_from
source: Related News (from)
fr: Actualités en relation (inverse)

# tx_news_domain_model_news.related_files
source: Related Files
fr: Fichiers en relation

# tx_news_domain_model_news.related_links
source: Related Links
fr: Liens en relation

# tx_news_domain_model_news.type.I.0
source: News
fr: Actualités

# tx_news_domain_model_news.type.I.1
source: Internal Page
fr: Page interne

# tx_news_domain_model_news.type.I.2
source: External Page
fr: Page externe

# tx_news_domain_model_news.media
source: Media Element
fr: Élément de média

# tx_news_domain_model_news.istopnews
source: Top news
fr: Actualités principales

# tx_news_domain_model_news.content_elements
source: Content elements
fr: Éléments de contenu

# tx_news_domain_model_news.tags
source: Tags
fr: Balises

# tx_news_domain_model_news.tags.add
source: Add a new tag
fr: Ajouter une nouvelle balise

# tx_news_domain_model_news.tags.list
source: List all tags
fr: Lister toutes les balises

# tx_news_domain_model_news.tags.edit
source: Edit tag
fr: Editer les tag

# tx_news_domain_model_news.keywords.placeholder
source: Keyword1, keyword2, keyword3
fr: Mot-clé1, mot-clé2, mot-clé3

# tx_news_domain_model_category
source: News Category
fr: Catégorie d'actualité

# tx_news_domain_model_category.title
source: Title
fr: Titre

# tx_news_domain_model_category.parentcategory
source: Parent Category
fr: Catégorie parente

# tx_news_domain_model_category.single_pid
source: Single-view page for news from this category
fr: Page de détail pour les actualités de cette catégorie

# tx_news_domain_model_category.shortcut
source: News category shortcut
fr: Raccourci de la catégorie d'actualité

# tx_news_domain_model_media
source: News Media Element
fr: Élément média d'actualité

# tx_news_domain_model_media.caption
source: Caption
fr: Légende

# tx_news_domain_model_media.type.I.1
source: Video & Audio
fr: Vidéo et audio

# tx_news_domain_model_media.type.I.3
source: DAM record
fr: Enregistrement DAM

# tx_news_domain_model_media.multimedia
source: Video- / Audio-URL
fr: URL de vidéo / audio

# tx_news_domain_model_media.dam
source: DAM record
fr: Enregistrement DAM

# tx_news_domain_model_media.show
source: Show
fr: Montrer

# tx_news_domain_model_media.showinpreview
source: Show in preview views
fr: Montrer dans les vues de prévisualisation

# tx_news_domain_model_file
source: News File Element
fr: Élément fichier des actualités

# tx_news_domain_model_file.title
source: Title
fr: Titre

# tx_news_domain_model_file.file
source: File
fr: Fichier

# tx_news_domain_model_link
source: News Link Element
fr: Élément lien des actualités

# tx_news_domain_model_link.title
source: Title
fr: Titre

# tx_news_domain_model_link.uri.placeholder
source: www.domain.org
fr: www.nom-de-domaine.org

# tx_news_domain_model_tag
source: News Tag
fr: Balise d'actualité

# tx_news_domain_model_tag.title
source: Title
fr: Titre

# tx_news_domain_model_news.path_segment
source: Speaking URL path segment
fr: Chemin de l'URL parlante

# be_user.tx_news_categorymounts
source: News: Category restriction
fr: Actualités: restriction de catégorie
