Repository: Inouit/dummyGeneric6
Catalog: typo3conf/l10n/*/saltedpasswords/*.locallang.xlf
Languages: fr

# ext.saltedpasswords.title.tx_saltedpasswords_salts_phpass
source: Portable PHP password hashing (phpass)
fr: Cryptage de mot de passe portable PHP (phpass)

# ext.saltedpasswords.title.tx_saltedpasswords_salts_md5
source: MD5 salted hashing (secure)
fr: Cryptage MD5 (sécurisé)

# ext.saltedpasswords.title.tx_saltedpasswords_salts_blowfish
source: Blowfish salted hashing (advanced)
fr: Cryptage Blowfish (avancé)

# ext.saltedpasswords.title.phpasssalt
source: Portable PHP password hashing (phpass)
fr: Cryptage de mot de passe portable PHP (phpass)

# ext.saltedpasswords.title.md5salt
source: MD5 salted hashing (secure)
fr: Cryptage MD5 (sécurisé)

# ext.saltedpasswords.title.blowfishsalt
source: Blowfish salted hashing (advanced)
fr: Cryptage Blowfish (avancé)

# ext.saltedpasswords.tasks.bulkupdate.name
source: Convert user passwords to salted hashes
fr: Convertir les mots de passes utilisateur en MD5

# ext.saltedpasswords.tasks.bulkupdate.description
source: Update all frontend and backend user passwords to salted hashes. This task deactivates itself when completed.
fr: Mettre à jour tous les mots de passes utilisateurs (frontend et backend) en MD5. Cette tâche se désactive elle même lorsqu'elle est terminée.

# ext.saltedpasswords.tasks.bulkupdate.label.numberOfRecords
source: The number of records to process on each run
fr: Nombre d'enregistrements à traiter à chaque exécution

# ext.saltedpasswords.tasks.bulkupdate.invalidNumberOfRecords
source: The number of records to process on each run must be greater than zero and numeric.
fr: Le nombre d'enregistrements à traiter à chaque exécution doit être un nombre supérieur à zéro.

# ext.saltedpasswords.tasks.bulkupdate.label.canDeactivateSelf
source: Deactivate if all records are converted
fr: Désactiver si tous les enregistrements sont convertis

# ext.saltedpasswords.tasks.bulkupdate.label.additionalinformation.numberofrecords
source: Number of records=
fr: Nombre d'enregistrements
